{"translation-revision-date":"2021-07-27 17:31+0200","generator":"WP-CLI\/2.5.0","source":"assets\/scripts\/src\/components\/panels\/accessibility-review.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=(n != 1);"},"Accessibility Audit: %s":["Tillgänglighetsanalys: %s"],"Accessibility Audit: ":["Tillgänglighetsanalys: "],"Confidently meet WCAG accessibility criteria. We'll analyze your content and return to you a checklist of things to address to meet the criteria.":["Uppfyll WCAG-kriterierna för tillgänglighet. Vi analyserar ditt innehåll och ger dig en checklista med saker som du måste åtgärda för att uppfylla kriterierna."],"Turnaround":["Leveranstid"],"72 hours (24h express)":["72 timmar (24h express)"],"Price":["Pris"],"Proceed to Order":["Fortsätt till beställning"],"Accessibility Review Concierge":["Tillgänglighetsanalys"],"Start Accessibility Audit":["Starta tillgänglighetsanalys"],"Publishing accessible content is important. In some sectors even required. An accessibility audit on this page against WCAG 2.1 AA includes all content and documents on it. You get a comprehensive audit protocol showing you what to improve and what is already good.":["Det är viktigt att publicera tillgängligt innehåll. I vissa branscher är det till och med ett krav. En tillgänglighetsanalys av den här sidan enligt WCAG 2.1 AA omfattar texten och alla dokument på sidan. Du får ett omfattande granskningsprotokoll som visar vad som behöver förbättras och vad som redan är bra."],"We'll have the analysis back to you in 72 hours via email. In a hurry? Add the express option and get it back within 24 hours.":["Du får analysen inom 72 timmar via e-post. Har du bråttom? Lägg till expressalternativet och få den inom 24 timmar."],"Express Delivery (%s)":["Expressleverans (%s)"],"You've chosen express. You will get the analysis in 24 hours.":["Du har valt express. Du får analysen inom 24 timmar."],"Without express, you will get the analysis in 72 hours.":["Utan express får du analysen inom 72 timmar."],"Your Price:":["Ditt pris:"]}}}