Repository: bernskioldmedia/bm-concierge
Catalog: languages/bm-concierge-*.po
Languages: sv_se

source: https://bernskioldmedia.com
sv_se: https://bernskioldmedia.se

source: Our help at your fingertips. BM Concierge lets you easily access content and assistive service for your site, right from the dashboard.
sv_se: Vår hjälp finns till hands för dig. Med BM Concierge kan du enkelt få tillgång till innehåll och hjälpmedel för din webbplats, direkt från dashboarden.

source: Concierge Order Confirmation
sv_se: Beställningsbekräftelse från Concierge

source: Sometimes you could use an extra hand. We'll help you make your content and website be the best it can be.
sv_se: Ibland kan du behöva en extra hand. Vi hjälper dig att göra ditt innehåll och din webbplats så bra som möjligt.

source: Accessibility Audit
sv_se: Tillgänglighetsanalys

source: SEO Optimization
sv_se: SEO-optimering

source: Proofreading
sv_se: Korrekturläsning

source: Open Concierge
sv_se: Öppna concierge

source: Some prices may depend on how much content you have. As you update the page, the price may update.
sv_se: Vissa priser kan bero på hur mycket innehåll du har. När du uppdaterar sidan kan priset uppdateras.

source: Place Order
sv_se: Beställ nu

source: Thanks for placing your concierge order. You will receive a confirmation at your e-mail address shortly.
sv_se: Tack för din beställning. Du kommer att få en bekräftelse på din e-postadress inom kort.

# concierge terms page
source: https://bernskioldmedia.com/en/terms-policies/concierge/
sv_se: https://bernskioldmedia.com/sv/villkor-policies/concierge/

source: Our concierge terms apply ›
sv_se: Våra villkor för concierge gäller ›

source: Never Mind
sv_se: Låt det vara

source: Accessibility Audit: %s
sv_se: Tillgänglighetsanalys: %s

source: Accessibility Audit:
sv_se: Tillgänglighetsanalys:

source: Confidently meet WCAG accessibility criteria. We'll analyze your content and return to you a checklist of things to address to meet the criteria.
sv_se: Uppfyll WCAG-kriterierna för tillgänglighet. Vi analyserar ditt innehåll och ger dig en checklista med saker som du måste åtgärda för att uppfylla kriterierna.

source: Turnaround
sv_se: Leveranstid

source: 72 hours (24h express)
sv_se: 72 timmar (24h express)

source: Price
sv_se: Pris

source: Proceed to Order
sv_se: Fortsätt till beställning

source: Accessibility Review Concierge
sv_se: Tillgänglighetsanalys

source: Start Accessibility Audit
sv_se: Starta tillgänglighetsanalys

source: Publishing accessible content is important. In some sectors even required. An accessibility audit on this page against WCAG 2.1 AA includes all content and documents on it. You get a comprehensive audit protocol showing you what to improve and what is already good.
sv_se: Det är viktigt att publicera tillgängligt innehåll. I vissa branscher är det till och med ett krav. En tillgänglighetsanalys av den här sidan enligt WCAG 2.1 AA omfattar texten och alla dokument på sidan. Du får ett omfattande granskningsprotokoll som visar vad som behöver förbättras och vad som redan är bra.

source: We'll have the analysis back to you in 72 hours via email. In a hurry? Add the express option and get it back within 24 hours.
sv_se: Du får analysen inom 72 timmar via e-post. Har du bråttom? Lägg till expressalternativet och få den inom 24 timmar.

source: Express Delivery (%s)
sv_se: Expressleverans (%s)

source: You've chosen express. You will get the analysis in 24 hours.
sv_se: Du har valt express. Du får analysen inom 24 timmar.

source: Without express, you will get the analysis in 72 hours.
sv_se: Utan express får du analysen inom 72 timmar.

source: Your Price:
sv_se: Ditt pris:

source: Good design leaves a lasting impression and converts visitors. Let us help you create an engaging layout for this page.
sv_se: Bra design ger ett bestående intryck och konverterar besökare. Låt oss hjälpa dig att skapa en engagerande layout för den här sidan.

source: Send for Layouting
sv_se: Skicka för layout

source: Using the full range of visuals on your website well make this page look interesting, great and converting.
sv_se: Genom att använda alla visuella element på din webbplats får vi sidan att se bra ut, intressant, och vara konverterande.

source: We won't create illustrations, graphics or other media as part of this. But we may suggest it if we think it will benefit the page.
sv_se: Vi kommer inte att skapa illustrationer, grafik eller andra medier som en del av detta. Men vi kan föreslå det om vi tror att det gynnar sidan.

source: We'll have the text back to you in 72 hours, right here in the editor. In a hurry? Add the express option and get it back within 24 hours.
sv_se: Du får tillbaka texten inom 72 timmar, här i redigeringsverktyget. Har du bråttom? Lägg till expressalternativet och få tillbaka texten inom 24 timmar.

source: You've chosen express. Your page layout will be done in 24 hours.
sv_se: Du har valt express. Layouten kommer att vara klar inom 24 timmar.

source: Without express, your page layout will be done in 72 hours.
sv_se: Utan express kommer layouten vara klar om 72 timmar.

source: SEO Optimization: %s
sv_se: SEO-optimering: %s

source: SEO Optimization:
sv_se: SEO-optimering:

source: Make your page rank well in search engines by on-page SEO optimization.
sv_se: Få din sida att rankas väl i sökmotorerna genom SEO-optimering på sidan.

source: SEO Optimization Concierge
sv_se: SEO-optimering

source: Send for SEO Optimization
sv_se: Skicka för SEO-optimering

source: On-page SEO optimization boosts the ranking for the page in search engines. Based on your keyword, we will adjust the page for optimal ranking. Tweaking copy, optimizing titles and descriptions for Google and social sharing and taking care of more technical factors.
sv_se: SEO-optimering på sidan förbättrar sidans placering i sökmotorerna. Med utgångspunkt i ditt nyckelord justerar vi sidan för optimal placering. Texten justeras, titlar och beskrivningar för Google och social delning optimeras och vi tar hand om mer tekniska faktorer.

source: We'll have the page ready for you in 72 hours, right here in the editor. In a hurry? Add the express option and have it ready within 24 hours.
sv_se: Vi har sidan klar för dig inom 72 timmar här i redigeringsverktyget. Har du bråttom? Lägg till expressalternativet och få den klar inom 24 timmar.

source: Target Search Keyword
sv_se: Nyckelord för sökning

source: We need to know what search keyword you want your page to rank for in Google. Well check to make sure that it is reasonable before we do the optimization.
sv_se: Vi behöver veta vilket sökord du vill att din sida ska hamna högt för. Vi kontrollerar att det är rimligt innan vi gör optimeringen.

source: You've chosen express. You will have it ready in 24 hours.
sv_se: Du har valt express. Du kommer att ha den klar inom 24 timmar.

source: Without express, you will have the page ready in 72 hours.
sv_se: Utan express har du sidan klar inom 72 timmar.

source: Proofreading: %s
sv_se: Korrekturläsning: %s

source: Proofreading:
sv_se: Korrekturläsning:

source: Ready to publish but want a second eye? Let us proof your content to free it from mistakes.
sv_se: Är du redo att publicera men vill ha ett snabbt öga till på texten? Låt oss granska ditt innehåll så att det inte innehåller några misstag.

source: Proofreading Concierge
sv_se: Korrekturläsning

source: Send for Proofreading
sv_se: Skicka för korrekturläsning

source: Proofreading includes catching any errors and making sure the content adheres to a well-formed style.
sv_se: Korrekturläsning inkluderar rättning av eventuella fel och vi ser till att innehållet följer en välformad stil.

source: You've chosen express. You will get your content back in 24 hours.
sv_se: Du har valt express. Du får tillbaka ditt innehåll inom 24 timmar.

source: Without express, you will get your text back in 72 hours.
sv_se: Utan express får du tillbaka din text inom 72 timmar.

source: All prices apply to this specific page of content only. Not the entire website.
sv_se: Alla priser gäller endast för den här specifika sidan. Inte hela webbplatsen.
