{"translation-revision-date":"2021-07-27 17:31+0200","generator":"WP-CLI\/2.5.0","source":"assets\/scripts\/src\/components\/panels\/onpage.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=(n != 1);"},"Turnaround":["Leveranstid"],"72 hours (24h express)":["72 timmar (24h express)"],"Price":["Pris"],"Proceed to Order":["Fortsätt till beställning"],"Express Delivery (%s)":["Expressleverans (%s)"],"Your Price:":["Ditt pris:"],"SEO Optimization: %s":["SEO-optimering: %s"],"SEO Optimization: ":["SEO-optimering: "],"Make your page rank well in search engines by on-page SEO optimization.":["Få din sida att rankas väl i sökmotorerna genom SEO-optimering på sidan."],"SEO Optimization Concierge":["SEO-optimering"],"Send for SEO Optimization":["Skicka för SEO-optimering"],"On-page SEO optimization boosts the ranking for the page in search engines. Based on your keyword, we will adjust the page for optimal ranking. Tweaking copy, optimizing titles and descriptions for Google and social sharing and taking care of more technical factors.":["SEO-optimering på sidan förbättrar sidans placering i sökmotorerna. Med utgångspunkt i ditt nyckelord justerar vi sidan för optimal placering. Texten justeras, titlar och beskrivningar för Google och social delning optimeras och vi tar hand om mer tekniska faktorer."],"We'll have the page ready for you in 72 hours, right here in the editor. In a hurry? Add the express option and have it ready within 24 hours.":["Vi har sidan klar för dig inom 72 timmar här i redigeringsverktyget. Har du bråttom? Lägg till expressalternativet och få den klar inom 24 timmar."],"Target Search Keyword":["Nyckelord för sökning"],"We need to know what search keyword you want your page to rank for in Google. Well check to make sure that it is reasonable before we do the optimization.":["Vi behöver veta vilket sökord du vill att din sida ska hamna högt för. Vi kontrollerar att det är rimligt innan vi gör optimeringen."],"You've chosen express. You will have it ready in 24 hours.":["Du har valt express. Du kommer att ha den klar inom 24 timmar."],"Without express, you will have the page ready in 72 hours.":["Utan express har du sidan klar inom 72 timmar."]}}}