{"translation-revision-date":"2021-09-05 10:44+0200","generator":"WP-CLI\/2.5.0","source":"assets\/src\/components\/panels\/layout.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=(n != 1);"},"Turnaround":["Leveranstid"],"72 hours (24h express)":["72 timmar (24h express)"],"Price":["Pris"],"Proceed to Order":["Fortsätt till beställning"],"Express Delivery (%s)":["Expressleverans (%s)"],"Your Price:":["Ditt pris:"],"Layout: %s":["Layout: %s"],"Layout: ":["Layout: "],"Good design leaves a lasting impression and converts visitors. Let us help you create an engaging layout for this page.":["Bra design ger ett bestående intryck och konverterar besökare. Låt oss hjälpa dig att skapa en engagerande layout för den här sidan."],"Layout Concierge":["Layout Concierge"],"Send for Layouting":["Skicka för layout"],"Using the full range of visuals on your website well make this page look interesting, great and converting.":["Genom att använda alla visuella element på din webbplats får vi sidan att se bra ut, intressant, och vara konverterande."],"We won't create illustrations, graphics or other media as part of this. But we may suggest it if we think it will benefit the page.":["Vi kommer inte att skapa illustrationer, grafik eller andra medier som en del av detta. Men vi kan föreslå det om vi tror att det gynnar sidan."],"We'll have the text back to you in 72 hours, right here in the editor. In a hurry? Add the express option and get it back within 24 hours.":["Du får tillbaka texten inom 72 timmar, här i redigeringsverktyget. Har du bråttom? Lägg till expressalternativet och få tillbaka texten inom 24 timmar."],"You've chosen express. Your page layout will be done in 24 hours.":["Du har valt express. Layouten kommer att vara klar inom 24 timmar."],"Without express, your page layout will be done in 72 hours.":["Utan express kommer layouten vara klar om 72 timmar."]}}}